Revit 2024 API
IFCFile.Close Method
 Close the IFC file.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public void Close()
Visual Basic
Public Sub Close
Visual C++
public:
void Close()
See Also
IFCFile Class
Autodesk.Revit.DB.IFC Namespace